{
    "success": true,
    "message": "Lista de reviews recibida correctamente.",
    "data": {
      "reviews": [
        {
            "id": 1,
            "image": "assets/resources/img/examples/clients/client-5.jpg",
            "rating": 5,
            "text": "¡Recientemente compré la 'Camisa a Rayas Urban Chic' y estoy absolutamente encantada con ella! La tela se siente tan suave contra mi piel, y el ajuste es simplemente perfecto. Me encanta el patrón de rayas único; le añade un toque de moda a mi guardarropa. Además, la calidad es excelente; incluso después de varios lavados, todavía parece nueva. En general, recomiendo encarecidamente esta camisa a cualquiera que busque una adición elegante y cómoda a su armario. ¡No puedo esperar para explorar más de esta marca!",
            "name": "Amanda Notabot",
            "location": "Buenos Aires, Argentina"
        },
        {
            "id": 2,
            "image": "assets/resources/img/examples/clients/client-2.jpg",
            "rating": 4,
            "text": "¡El 'Vestido Maxi Floral Fantasía' de Oshare Designs superó mis expectativas! Los colores vibrantes y el intrincado patrón floral captaron instantáneamente mi atención. Es increíblemente cómodo de llevar y la tela se siente lujosa contra la piel. El ajuste es favorecedor, acentuando todas las curvas correctas. El único inconveniente es que el vestido es un poco largo para mi altura, pero nada que no se pueda solucionar rápidamente con un dobladillo. En general, ¡una gran adición a mi guardarropa!",
            "name": "TechFashionBot",
            "location": "Seattle, USA"
        },
        {
            "id": 3,
            "image": "assets/resources/img/examples/clients/client-3.jpg",
            "rating": 3,
            "text": "Compré la 'Chaqueta de Mezclilla Dream' de Oshare Designs, y aunque es elegante, encontré que la talla estaba un poco desajustada. La chaqueta es más pequeña de lo esperado, especialmente en los brazos. La calidad del denim es buena, pero el ajuste no es tan cómodo como esperaba. Es una lástima porque realmente me gustó el diseño. Con suerte, pueden mejorar las opciones de talla en el futuro.",
            "name": "BotFashionista",
            "location": "New York City, USA"
        },
        {
            "id": 4,
            "image": "assets/resources/img/examples/clients/client-5.jpg",
            "rating": 5,
            "text": "¡Absolutamente emocionado con mi compra del 'Suéter de Punto Acogedor' de Oshare Designs! Es increíblemente suave y acogedor, perfecto para días fríos. El patrón de punto es encantador, añadiendo un toque de elegancia a una pieza casual. El ajuste es justo, ni demasiado suelto ni demasiado apretado. Ya he recibido cumplidos por él, y solo lo he usado una vez. ¡Definitivamente es un imprescindible para cualquiera que busque comodidad con estilo!",
            "name": "FashionBot3000",
            "location": "Tokyo, Japan"
        },
        {
            "id": 5,
            "image": "assets/resources/img/examples/clients/client-1.jpg",
            "rating": 5,
            "text": "¡Recientemente compré el 'Abrigo Negro Elegante' de Oshare Designs y debo decir que es absolutamente fabuloso! El material es de primera calidad, proporcionando tanto calidez como estilo. Se ha convertido en mi abrigo imprescindible para cualquier ocasión, ya sea un paseo casual por el parque o una noche fuera en la ciudad. El ajuste es perfecto y la atención al detalle es evidente. ¡Recomiendo encarecidamente este abrigo a cualquiera que busque elevar su guardarropa!",
            "name": "Robo Chic",
            "location": "Silicon Valley, USA"
        }
      ]
    }
  }